Quality.org
#+TITLE:     Some Notes on Quality
#+AUTHOR:    GW Dean
#+EMAIL:     gwdean@gmail.com
#+DATE:      2014-05-08 Thu
#+DESCRIPTION: 
#+KEYWORDS: 
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:t toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:nil skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 

* Deming's 14 Points
* System of Profound Knowledge
The System of Profound Knowledge is elaborated
in Deming's /The New Economics/. In November 1993 
(a month before his death) Deming established the
The W.Edwards Deming Institute, which is dedicated
to fostering understanding of the Deming System
of Profound Knowledge (SoPK) to advance commerce, prosperity
and peace. (ix)

The SoPK is composed of four parts, all related to each other:
- Appreciation for a system
- Knowledge about variation
- Theory of Knowledge
- Psychology

The aim of the book (/The New Economics/) is to start
the reader on the road to knowledge, and a yearning 
for more knowledge. Deming's 14 Points for Management
"follow naturally as application of the system of 
profound knowledge, for transformation from the 
present style of management to one of optimization." (xvi)

* Quality Engineering
* Juran
** Juran-1999
* Knowledge Representation
** Sowa-1999
* Statistical Texts
** Deming-1950
** Renyi-1970
** Crawley-2009
** Pearl-2009
* Quality in the Social Sciences
** Social Physics
** Causal Influence
** Identity and Control
** Social Network Analysis
* Historical Systems
** Shankara-800
** Spinoza-1678
** Hegel-1816
* References
Baclawski (2008)
Christensen, et. al (2007)
Deming (1950)
Deming (1982)
Deming (1993)
Senge (200x)
Taguchi (2004)
Weidlich (2000)
White (2002)
