Quality.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Some Notes on Quality</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-05-08 Thu"/>
<meta name="author" content="GW Dean"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Some Notes on Quality</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Deming's 14 Points </a></li>
<li><a href="#sec-2">2 System of Profound Knowledge </a></li>
<li><a href="#sec-3">3 Quality Engineering </a></li>
<li><a href="#sec-4">4 Juran </a>
<ul>
<li><a href="#sec-4.1">4.1 Juran-1999 </a></li>
</ul>
</li>
<li><a href="#sec-5">5 Knowledge Representation </a>
<ul>
<li><a href="#sec-5.1">5.1 Sowa-1999 </a></li>
</ul>
</li>
<li><a href="#sec-6">6 Statistical Texts </a>
<ul>
<li><a href="#sec-6.1">6.1 Deming-1950 </a></li>
<li><a href="#sec-6.2">6.2 Renyi-1970 </a></li>
<li><a href="#sec-6.3">6.3 Crawley-2009 </a></li>
<li><a href="#sec-6.4">6.4 Pearl-2009 </a></li>
</ul>
</li>
<li><a href="#sec-7">7 Computational Modeling in Social Sciences </a>
<ul>
<li><a href="#sec-7.1">7.1 Social Physics </a></li>
</ul>
</li>
<li><a href="#sec-8">8 Historical Systems </a>
<ul>
<li><a href="#sec-8.1">8.1 Shankara-800 </a></li>
<li><a href="#sec-8.2">8.2 Spinoza-1678 </a></li>
<li><a href="#sec-8.3">8.3 Hegel-1816 </a></li>
</ul>
</li>
<li><a href="#sec-9">9 References </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Deming's 14 Points </h2>
<div class="outline-text-2" id="text-1">

</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> System of Profound Knowledge </h2>
<div class="outline-text-2" id="text-2">

<p>The System of Profound Knowledge is elaborated
in Deming's <i>The New Economics</i>. In November 1993 
(a month before his death) Deming established the
The W.Edwards Deming Institute, which is dedicated
to fostering understanding of the Deming System
of Profound Knowledge (SoPK) to advance commerce, prosperity
and peace. (ix)
</p>
<p>
The SoPK is composed of four parts, all related to each other:
</p><ul>
<li>
Appreciation for a system
</li>
<li>
Knowledge about variation
</li>
<li>
Theory of Knowledge
</li>
<li>
Psychology

</li>
</ul>

<p>The aim of the book (<i>The New Economics</i>) is to start
the reader on the road to knowledge, and a yearning 
for more knowledge. Deming's 14 Points for Management
"follow naturally as application of the system of 
profound knowledge, for transformation from the 
present style of management to one of optimization." (xvi)
</p>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Quality Engineering </h2>
<div class="outline-text-2" id="text-3">

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Juran </h2>
<div class="outline-text-2" id="text-4">


</div>

<div id="outline-container-4.1" class="outline-3">
<h3 id="sec-4.1"><span class="section-number-3">4.1</span> Juran-1999 </h3>
<div class="outline-text-3" id="text-4.1">

</div>
</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Knowledge Representation </h2>
<div class="outline-text-2" id="text-5">


</div>

<div id="outline-container-5.1" class="outline-3">
<h3 id="sec-5.1"><span class="section-number-3">5.1</span> Sowa-1999 </h3>
<div class="outline-text-3" id="text-5.1">

</div>
</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Statistical Texts </h2>
<div class="outline-text-2" id="text-6">


</div>

<div id="outline-container-6.1" class="outline-3">
<h3 id="sec-6.1"><span class="section-number-3">6.1</span> Deming-1950 </h3>
<div class="outline-text-3" id="text-6.1">

</div>

</div>

<div id="outline-container-6.2" class="outline-3">
<h3 id="sec-6.2"><span class="section-number-3">6.2</span> Renyi-1970 </h3>
<div class="outline-text-3" id="text-6.2">

</div>

</div>

<div id="outline-container-6.3" class="outline-3">
<h3 id="sec-6.3"><span class="section-number-3">6.3</span> Crawley-2009 </h3>
<div class="outline-text-3" id="text-6.3">

</div>

</div>

<div id="outline-container-6.4" class="outline-3">
<h3 id="sec-6.4"><span class="section-number-3">6.4</span> Pearl-2009 </h3>
<div class="outline-text-3" id="text-6.4">

</div>
</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Computational Modeling in Social Sciences </h2>
<div class="outline-text-2" id="text-7">


</div>

<div id="outline-container-7.1" class="outline-3">
<h3 id="sec-7.1"><span class="section-number-3">7.1</span> Social Physics </h3>
<div class="outline-text-3" id="text-7.1">

</div>
</div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Historical Systems </h2>
<div class="outline-text-2" id="text-8">


</div>

<div id="outline-container-8.1" class="outline-3">
<h3 id="sec-8.1"><span class="section-number-3">8.1</span> Shankara-800 </h3>
<div class="outline-text-3" id="text-8.1">

</div>

</div>

<div id="outline-container-8.2" class="outline-3">
<h3 id="sec-8.2"><span class="section-number-3">8.2</span> Spinoza-1678 </h3>
<div class="outline-text-3" id="text-8.2">

</div>

</div>

<div id="outline-container-8.3" class="outline-3">
<h3 id="sec-8.3"><span class="section-number-3">8.3</span> Hegel-1816 </h3>
<div class="outline-text-3" id="text-8.3">

</div>
</div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> References </h2>
<div class="outline-text-2" id="text-9">

<p>Baclawski (2008)
Christensen, et. al (2007)
Deming (1950)
Deming (1982)
Deming (1993)
Senge (200x)
Taguchi (2004)
Weidlich (2000)
White (2002)
</p></div>
</div>
<div id="postamble">
<p class="author"> Author: GW Dean
<a href="mailto:gwdean@gmail.com">&lt;gwdean@gmail.com&gt;</a>
</p>
<p class="date"> Date: 2014-05-08 Thu</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
